Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sma/facta/calliidlagadus.org/index.php_egavpi-1_girji-231_giella1-sam.html.tmx
Source language: nob
Languages: sma

source: Denne boka er et dokumentarprosjekt som illustrerer hvordan sørsamer tradisjonelt har slaktet matrein i mer enn tusen år.
sma: Daennie gærjesne lea veljie guvvieh mah v'ihtesjieh guktie åarjelsaemieh lea aerpievuekien mietie n'iestesjamme gellie tjuetie jaepien gietjeste.

source: Tradisjonelle verdier, prosedyrer og kunnskap er overført og bevart gjennom generasjoner ved hjelp av det samiske språkets detaljrikdom.
sma: Dovletji vierhtieh, vuekieh j'lh maahtoe lea boelveste boelvese vijriebasse vadtasovveme saemiej d'ieves g'ieline.

source: Forhåpentligvis blir boka et hjelpemiddel for å bevare og holde denne språkrikdommen levende.
sma: Åajvoeh jis viehkievierhtine sjædta daam g'ieleveljiem gorredidh.

source: Vi håper også at boka inspirerer til samtale og diskusjon mellom eldre og yngre språkbærere, og i det hele tatt blir til glede for lesere i alle aldre.
sma: Joekoen buerie sjeahta maadthskovlen 66hpehtimmesne, mohte hijven jis aaj soptsestallemeaamhtesen våaromine sjædta noeri j'ih voeresi gaskesne, j'ih ahte gaajhkh boelvi lustestallemen lohkemasse.

source: Boka er et samarbeidsprosjekt mellom Sijti Jarnge og ČálliidLágádus.
sma: Gærja lea ektiebarkoeprovsjekte Sijti Jarngen j'ih TjaelijiBertemen gaskesne.

source: Vi er samer
sma: Mii leat sámit
